Repository: leocalm/piggy-pulse-ios
Catalog: PiggyPulseWatch/Localizable.xcstrings
Source language: en
Languages: pt_br

source: %lld accounts
pt_br: %lld contas

source: %lld days left
pt_br: %lld dias restantes

source: %lld days remaining
pt_br: %lld dias restantes

source: %lld%% of period elapsed
pt_br: %lld%% do periodo decorrido

source: Accounts
pt_br: Contas

source: Allowance
pt_br: Mesada

source: Checking
pt_br: Conta Corrente

source: Credit Card
pt_br: Cartao de Credito

source: Current Period
pt_br: Periodo Atual

source: Data not found.
pt_br: Dados nao encontrados.

source: Days Remaining
pt_br: Dias Restantes

source: Debt
pt_br: Divida

source: Invalid request URL.
pt_br: URL de requisicao invalida.

source: Liquid
pt_br: Liquido

source: Loading...
pt_br: Carregando...

source: Net Position
pt_br: Posicao Liquida

source: Net Position: --
pt_br: Posicao Liquida: --

source: No accounts
pt_br: Nenhuma conta

source: of %@
pt_br: de %@

source: Open PiggyPulse on your iPhone to sign in.
pt_br: Abra o PiggyPulse no seu iPhone para entrar.

source: Period
pt_br: Periodo

source: Period: --
pt_br: Periodo: --

source: Please open PiggyPulse on your iPhone to sign in.
pt_br: Abra o PiggyPulse no seu iPhone para entrar.

source: Projected
pt_br: Projetado

source: Protected
pt_br: Protegido

source: Savings
pt_br: Poupanca

source: Shows days left in your current budget period.
pt_br: Mostra os dias restantes no seu periodo de orcamento atual.

source: Shows your total net position.
pt_br: Mostra sua posicao liquida total.

source: Sign In Required
pt_br: Login Necessario

source: Spent
pt_br: Gasto

source: Unable to connect. Check your connection.
pt_br: Nao foi possivel conectar. Verifique sua conexao.

source: Unexpected response format.
pt_br: Formato de resposta inesperado.

source: Wallet
pt_br: Carteira
